Repository: GNOME/atomix
Catalog: po/*.po
Languages: de, fa, hi

source: Atomix
fa: اتومیکس

source: Build molecules out of single atoms
fa: ساختن مولکول‌ها از اتم‌های ساده
hi: एकल परमाणुओं से अणु बनाएं

source: Atomix is a puzzle game where your goal is to assemble molecules from compound atoms by moving them on the playfield. However, atoms don’t just move wherever you want to move them to, they slide until they hit either a wall or another atom.
fa: اتومیکس بازی‌ای معمّایی است که هدفتان تشکیل مولکول‌ها از اتم‌های ساده با جابه‌جایشان در زمین بازی است. اتم‌ها هرجا که بخواهید نمی‌روند، بلکه تا رسیدن به مانع به مسیرشان ادامه می‌دهند.
hi: Atomix एक पहेली गेम है जहां आपका लक्ष्य खेल के मैदान पर ले जाकर यौगिक परमाणुओं से अणुओं को इकट्ठा करना है। हालाँकि, परमाणु केवल वहीं नहीं चलते जहाँ आप उन्हें ले जाना चाहते हैं, वे तब तक खिसकते हैं जब तक कि वे किसी दीवार या किसी अन्य परमाणु से नहीं टकराते।

source: Try to build the molecules as fast as you can on each level to earn a higher score.
fa: تلاش برای ساخت مولکول‌ها در سریع‌ترین زمان ممکن در هر مرحله برای به دست آوردن امتیازی بالاتر.
hi: उच्च स्कोर अर्जित करने के लिए प्रत्येक स्तर पर जितनी जल्दी हो सके अणुओं का निर्माण करने का प्रयास करें।

source: Molecule puzzle game
fa: بازی معمّایی مولکولی
hi: अणु पहेली खेल

source: A puzzle game about atoms and molecules
fa: بازی معمّایی دربارهٔ اتم‌ها و مولکول‌ها
hi: परमाणुओं और अणुओं के बारे में एक पहेली खेल

source: GNOME;game;logic;puzzle;atoms;molecules;sokoban;
fa: GNOME;game;logic;puzzle;atoms;molecules;sokoban;گنوم;بازی;منطق;معما;اتم;مولکول;سوکوبان;
hi: GNOME;game;logic;puzzle;atoms;molecules;sokoban;खेल;तर्क;पहेली;परमाणु;अणु;सोकोबन;

source: Acetic Acid
fa: استیک اسید
hi: सिरका अम्ल

source: Acetone
fa: اکتون
hi: एसीटोन

source: Butanol
fa: بوتانول
hi: बुटानॉल

source: Cyclobutane
fa: سیکلوباتونل
hi: साइक्लोब्यूटेन

source: Dimethyl Ether
fa: دیمتیل اتر
hi: डाइमिथाइल ईथर

source: Ethanal
fa: اتانال
hi: इथेनाल

source: Ethane
fa: اتان
hi: इथेन

source: Ethanol
fa: اتانول
hi: इथेनॉल

source: Ethylene
fa: اتیلن
hi: इथाइलीन

source: Glycerin
fa: گلیسیرین
hi: ग्लिसरीन

source: Lactic Acid
fa: لاکتیک اسید
hi: दुग्धाम्ल

source: Methanal
fa: متانال
hi: मेथनाल

source: Methane
fa: متان
hi: मीथेन

source: Methanol
fa: متانول
hi: मेथनॉल

source: Propanal
fa: پروپانال
hi: प्रोपेनल

source: Propylene
fa: پروپیلن
hi: प्रोपलीन

source: Pyran
fa: پیران
hi: पायरान

source: Trans Butylen
fa: ترانس بوتیلن
hi: ट्रांस ब्यूटिलेन

source: Water
fa: آب
hi: पानी

source: Level:
fa: مرحله:
hi: स्तर:

source: Molecule:
de: Molekül:
fa: مولکول:
hi: अणु:

source: Formula:
fa: فرمول:
hi: सूत्र:

source: Score:
de: Punktezahl:
fa: امتیاز:
hi: सकोर:

source: Time:
de: Zeit:
fa: زمان:
hi: समय:

source: empty
fa: خالی
hi: खाली

source: Statistics
de: Statistik
fa: آمار
hi: आंकडे

source: New Game
fa: بازی جدید
hi: नया खेल

source: Pause/Continue Game
fa: مکث یا از سر گیری بازی
hi: खेल रोकें/जारी रखें

source: End Game
fa: پایان بازی
hi: खेल ख़त्म (_E)

source: Skip Level
fa: پرش از مرحله
hi: स्तर छोडें

source: Reset Level
fa: بازنشانی مرحله
hi: स्तर रीसेट

source: Undo Move
fa: برگردان جابه‌جایی
hi: चाल पूर्ववत (_U)

source: About Atomix
fa: دربارهٔ اتومیکس
hi: Atomix के बारे में

source: Guide the atoms through the maze to form molecules. Click, or use the arrow keys and Enter, to select an atom and move it. Be careful, though: an atom keeps moving until it hits a wall.
fa: راهنمایی اتم‌ها از هزارتو برای تشکیل مولکول‌ها. کلیک یا استفاده زا کلیدهای جهت‌دار و ورود برای گزینش اتم و تکان دادنش. مراقب باشید: اتم‌ها تا رسیدن به مانع به حرکتشان ادامه می‌دهند.
hi: अणु बनाने के लिए भूलभुलैया के माध्यम से परमाणुओं का मार्गदर्शन करें। किसी परमाणु को चुनने और उसे स्थानांतरित करने के लिए क्लिक करें या arrow कुंजियों और Enter का उपयोग करें। हालाँकि, सावधान रहें: एक परमाणु तब तक चलता रहता है जब तक वह किसी दीवार से नहीं टकराता।

source: translator-credits
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024

source: Congratulations! You have finished all Atomix levels.
de: Glückwunsch! Sie haben erfolgreich alle Atomix Level abgeschlossen.
fa: تبریک! همهٔ مرحله‌های اتومیکس را تمام کردید.
hi: बधाई हो! आपने Atomix के सभी स्तर पूरे कर लिए हैं।

source: Continue paused game
de: Spiel _fortsetzen

source: E_xit
de: _Beenden

source: End a game
de: Spiel beenden

source: Exit game
de: Spiel beenden

source: Pause the running game
de: Laufendes Spiel anhalten

source: Reset level
de: Level zurücksetzen

source: Restores start situation
de: Startsituation wiederherstellen

source: Set preferences
de: Einstellungen

source: Skip _level
de: _Level überspringen

source: Skip the current level
de: Aktuellen _Level überspringen

source: Start a new game
de: Ein neues Spiel starten

source: Undo the last move
de: Letzten Zug zurücknehmen

source: View game credits
de: Ruhmeshalle anzeigen

source: View highscores
de: Ruhmeshalle anzeigen

source: _About
de: _Info

source: _Continue game
de: Spiel _fortsetzen

source: _Edit
de: Bearbeiten

source: _End Game
de: Spiel beenden

source: _Game
de: Spiel

source: _Help
de: _Hilfe

source: _New Game
de: _Neues Spiel

source: _Pause game
de: Spiel _pausieren

source: _Preferences ...
de: Einstellungen...

source: _Scores ...
de: Ruhmes_halle...

source: _Undo move
de: Z_ug zurücknehmen

source: Couldn't find level sequence description.
de: Levelsequenz-Beschreibung konnte nicht gefunden werden.

source: No level found.
de: Keine L evel gefunden.

source: Found level '%s' in: %s
de: Level '%s' gefunden in: %s

source: A mind game about atoms and molecules.
de: Ein Denkspiel über Atome und Moleküle

source: Couldn't find at least one level.
de: Es konnte nicht wenigstens ein Level gefunden werden.

source: Do you want to finish the game?
de: Wollen Sie das Spiel wirklich beenden?

source: Couldn't create directory: %s
de: Das Verzeichnis %s konnte nicht erstellt werden.

source: Couldn't find file: %s
de: Datei %s konnte nicht gefunden werden.

source: No themes found.
de: Keine Themen gefunden.

source: Found theme '%s' in: %s
de: Thema '%s' gefunden in: %s

source: Molecule mind game
de: Molekül-Denkspiel
